Repository: Instanssi/Instanssi.org
Catalog: backend/Instanssi/locale/*/LC_MESSAGES/django.po
Languages: fi

source: Event
fi: Tapahtuma

source: User
fi: Käyttäjä

source: Description
fi: Kuvaus

source: File
fi: Tiedosto

source: Date
fi: Päivämäärä

source: Database connection error
fi: Tietokantayhteysvirhe

source: Data integrity error
fi: Tiedon eheysvirhe

source: Whether the event is visible in the public archive
fi: Onko tapahtuma näkyvissä julkisessa arkistossa

source: Whether there are entries/participations not owned by archive user
fi: Onko kilpailutöitä/osallistumisia, joita arkistokäyttäjä ei omista

source: Whether the event is still ongoing
fi: Onko tapahtuma vielä käynnissä

source: Whether voting results need to be pre-calculated (archive_score/archive_rank not set)
fi: Täytyykö äänestystulokset laskea valmiiksi (archive_score/archive_rank ei asetettu)

source: Whether there are old vote records to clean up
fi: Onko vanhoja äänestystietueita siivottavana

source: List of entry IDs in order of preference (first = highest rank)
fi: Lista kilpailutyö-ID:istä suosituimmuusjärjestyksessä (ensimmäinen = korkein sijoitus)

source: Expiry must be in the future
fi: Vanhenemisajan täytyy olla tulevaisuudessa

source: Image file is required for this compo
fi: Kuvatiedosto vaaditaan tähän kompoon

source: Image file is not allowed for this compo
fi: Kuvatiedosto ei ole sallittu tässä kompossa

source: Maximum allowed file size is %(size)s
fi: Suurin sallittu tiedostokoko on %(size)s

source: Allowed file types are %(types)s
fi: Sallitut tiedostotyypit ovat %(types)s

source: Category does not belong to this event
fi: Kategoria ei kuulu tähän tapahtumaan

source: Competition does not belong to this event
fi: Kilpailu ei kuulu tähän tapahtumaan

source: Cannot change competition after creation
fi: Kilpailua ei voi vaihtaa luonnin jälkeen

source: Cannot delete a competition that has participations.
fi: Kilpailua, jossa on osallistumisia, ei voi poistaa.

source: Compo does not belong to this event
fi: Kompo ei kuulu tähän tapahtumaan

source: Cannot change compo after creation
fi: Kompoa ei voi vaihtaa luonnin jälkeen

source: Automatic thumbnails require image-only entry formats (png, jpg).
fi: Automaattiset pienoiskuvat vaativat vain kuvatiedostomuotoja (png, jpg).

source: Cannot delete a compo that has entries.
fi: Kompoa, jossa on kilpailutöitä, ei voi poistaa.

source: Cannot delete a store item that has sold units.
fi: Tuotetta, jota on myyty, ei voi poistaa.

source: Item does not belong to this event
fi: Tuote ei kuulu tähän tapahtumaan

source: System users cannot be modified.
fi: Järjestelmäkäyttäjiä ei voi muokata.

source: Terms and conditions must be accepted before proceeding with the order
fi: Tilausehdot on hyväksyttävä ennen tilauksen jatkamista

source: Shopping cart must contain at least one item
fi: Ostoskorissa on oltava vähintään yksi tuote

source: Competition is not active
fi: Kilpailu ei ole aktiivinen

source: Competition participation time has ended
fi: Kilpailun osallistumisaika on päättynyt

source: You have already participated in this competition
fi: Olet jo osallistunut tähän kilpailuun

source: Compo not found or not active
fi: Kompoa ei löydy tai se ei ole aktiivinen

source: Compo is not active
fi: Kompo ei ole aktiivinen

source: Compo edit time has ended
fi: Kompon muokkausaika on päättynyt

source: Compo entry adding time has ended
fi: Kompon kilpailutöiden lisäysaika on päättynyt

source: Event not found.
fi: Tapahtumaa ei löydy.

source: You already have a vote code for this event
fi: Sinulla on jo äänestysoikeus tähän tapahtumaan

source: This ticket key has already been used.
fi: Tämä lippuavain on jo käytetty.

source: No valid ticket found with this key.
fi: Tällä avaimella ei löydy voimassa olevaa lippua.

source: Ticket key is ambiguous. Please provide more characters.
fi: Lippuavain on moniselitteinen. Anna lisää merkkejä.

source: You have already requested a vote code for this event
fi: Olet jo pyytänyt äänestysoikeutta tähän tapahtumaan

source: You can only vote for each entry once
fi: Voit äänestää kutakin kilpailutyötä vain kerran

source: Entry '%(entry)s' does not belong to compo '%(compo)s'
fi: Kilpailutyö '%(entry)s' ei kuulu kompoon '%(compo)s'

source: Entry '%(entry)s' is disqualified
fi: Kilpailutyö '%(entry)s' on hylätty

source: You do not have voting rights for this event
fi: Sinulla ei ole äänestysoikeutta tähän tapahtumaan

source: Voting is not open for this compo
fi: Äänestys ei ole avoinna tässä kompossa

source: Name
fi: Nimi

source: Category
fi: Kategoria

source: Youtube URL
fi: Youtube-osoite

source: Value is not a youtube URL
fi: Arvo ei ole Youtube-osoite

source: %(value)s is not a youtube URL
fi: %(value)s ei ole Youtube-osoite

source: Title
fi: Otsikko

source: Text
fi: Teksti

source: Public
fi: Julkinen

source: Simple
fi: Yksinkertainen

source: Detailed
fi: Yksityiskohtainen

source: Start
fi: Alkuaika

source: End
fi: Loppuaika

source: Presenters
fi: Esittäjät

source: Titles
fi: Tittelit

source: Place
fi: Paikka

source: Image 1
fi: Kuva 1

source: Image 2
fi: Kuva 2

source: Email
fi: Sähköposti

source: Home URL
fi: Kotisivun URL

source: Event type
fi: Tapahtuman tyyppi

source: Active
fi: Aktiivinen

source: Identifier
fi: Tunniste

source: Invalid item key!
fi: Virheellinen tuoteavain!

source: Invalid transaction key!
fi: Virheellinen transaktioavain!

source: Short tag
fi: Lyhyt tagi

source: Archived
fi: Arkistoitu

source: Hidden
fi: Piilotettu

source: Event main page
fi: Tapahtuman pääsivu

source: Pending approval
fi: Odottaa hyväksyntää

source: Approved
fi: Hyväksytty

source: Rejected
fi: Hylätty

source: Status
fi: Tila

source: Ticket item
fi: Lippuostos

source: Timestamp
fi: Aikaleima

source: Nothing
fi: Ei mitään

source: Youtube first, then image
fi: Youtube ensin, sitten kuva

source: Image only
fi: Vain kuva

source: Require separate thumbnail.
fi: Vaadi erillinen pienoiskuva.

source: Use entry file as thumbnail (only works for png/jpg files).
fi: Käytä kilpailutyötiedostoa pienoiskuvana (toimii vain png/jpg-tiedostoille).

source: Allow thumbnail (not required).
fi: Salli pienoiskuva (ei pakollinen).

source: Do not allow thumbnail.
fi: Älä salli pienoiskuvaa.

source: event
fi: tapahtuma

source: Entry adding deadline
fi: Kilpailutöiden lisäyksen takaraja

source: Entry editing deadline
fi: Kilpailutöiden muokkauksen takaraja

source: Compo start time
fi: Kompon alkuaika

source: Voting start time
fi: Äänestyksen alkuaika

source: Voting end time
fi: Äänestyksen loppuaika

source: Entry size limit
fi: Kilpailutyön kokorajoitus

source: Source size limit
fi: Lähdekoodin kokorajoitus

source: Allowed file extensions
fi: Sallitut tiedostopäätteet

source: Allowed source package extensions
fi: Sallitut lähdekoodipaketin päätteet

source: Allowed image file extensions
fi: Sallitut kuvatiedostopäätteet

source: Show results
fi: Näytä tulokset

source: Entry presentation
fi: Kilpailutyön esitystapa

source: Hide from archive
fi: Piilota arkistosta

source: Hide from front page
fi: Piilota etusivulta

source: Votable
fi: Äänestettävä

source: Thumbnail settings
fi: Pienoiskuva-asetukset

source: user
fi: käyttäjä

source: compo
fi: kompo

source: Created at
fi: Luotu

source: Creator
fi: Tekijä

source: Platform
fi: Alusta

source: Source code
fi: Lähdekoodi

source: Image
fi: Kuva

source: Disqualified
fi: Hylätty

source: Disqualification reason
fi: Hylkäyksen syy

source: Score
fi: Pisteet

source: Rank
fi: Sijoitus

source: entry
fi: kilpailutyö

source: Highest score first
fi: Korkein pistemäärä ensin

source: Lowest score first
fi: Matalin pistemäärä ensin

source: Participation deadline
fi: Osallistumisen takaraja

source: Competition start
fi: Kilpailun alku

source: Competition end
fi: Kilpailun loppu

source: Score type
fi: Pistetyyppi

source: Score sorting
fi: Pisteiden järjestys

source: Competition
fi: Kilpailu

source: Participant name
fi: Osallistujan nimi

source: New vote code request
fi: Uusi äänestyskoodipyyntö

source: %(user)s requested a vote code for %(event)s
fi: %(user)s pyysi äänestysoikeutta tapahtumaan %(event)s

source: Program starting soon: %(title)s
fi: Ohjelma alkaa pian: %(title)s

source: %(title)s starting soon at %(event)s
fi: %(title)s alkaa pian tapahtumassa %(event)s

source: Compo starting soon: %(name)s
fi: Kompo alkaa pian: %(name)s

source: %(name)s starting soon at %(event)s
fi: %(name)s alkaa pian tapahtumassa %(event)s

source: Competition starting soon: %(name)s
fi: Kilpailu alkaa pian: %(name)s

source: Product name
fi: Tuotteen nimi

source: Product description
fi: Tuotekuvaus

source: Product price
fi: Tuotteen hinta

source: Available quantity
fi: Saatavilla oleva määrä

source: Available for purchase
fi: Ostettavissa

source: Product image
fi: Tuotekuva

source: Maximum per order
fi: Enimmäismäärä tilauksessa

source: Sort order
fi: Järjestysnumero

source: Discount threshold
fi: Alennusraja

source: Discount percentage
fi: Alennusprosentti

source: Product is a ticket
fi: Tuote on lippu

source: Product is secret
fi: Tuote on salainen

source: Secret key
fi: Salainen avain

source: Variant name
fi: Variantin nimi

source: Service token
fi: Palvelutunniste

source: Payment confirmed at
fi: Maksu vahvistettu

source: Payment initiated at
fi: Maksu aloitettu

source: Cancelled at
fi: Peruutettu

source: Payment method
fi: Maksutapa

source: Key
fi: Avain

source: First name
fi: Etunimi

source: Last name
fi: Sukunimi

source: Company
fi: Yritys

source: Telephone
fi: Puhelin

source: Mobile phone
fi: Matkapuhelin

source: Street address
fi: Katuosoite

source: Postal code
fi: Postinumero

source: City
fi: Kaupunki

source: Country
fi: Maa

source: Additional information
fi: Lisätiedot

source: Event message
fi: Tapahtumailmoitus

source: Event data
fi: Tapahtumatiedot

source: Product
fi: Tuote

source: Product variant
fi: Tuotevariantti

source: Transaction
fi: Transaktio

source: Delivery time
fi: Toimitusaika

source: Original product price
fi: Tuotteen alkuperäinen hinta

source: Subject
fi: Aihe

source: Recipient address
fi: Vastaanottajan osoite

source: Sender address
fi: Lähettäjän osoite

source: Sent at
fi: Lähetetty

source: Send parameters
fi: Lähetysparametrit

source: Receipt content
fi: Kuitin sisältö

source: Personal info
fi: Henkilötiedot

source: Permissions
fi: Oikeudet

source: Important dates
fi: Tärkeät päivämäärät

source: Notifications
fi: Ilmoitukset

source: Username
fi: Käyttäjätunnus

source: Password
fi: Salasana

source: Login
fi: Kirjaudu

source: Invalid username or password!
fi: Väärä käyttäjätunnus tai salasana!

source: Save
fi: Tallenna

source: Other contact info
fi: Muut yhteystiedot

source: Other contact information, e.g. IRC nick & network, etc.
fi: Muut yhteystiedot, esim. IRC-nick ja verkko, jne.

source: Not set
fi: Ei asetettu

source: English
fi: Englanti

source: Finnish
fi: Suomi

source: Index
fi: Etusivu

source: Compomatic
fi: Kompomaatti

source: Archive
fi: Arkisto

source: Log out
fi: Kirjaudu ulos

source: Logged out
fi: Uloskirjautuminen

source: You have been logged out.
fi: Kirjauduit ulos.

source: Login with credentials
fi: Kirjautuminen käyttäjätunnuksilla

source: Profile
fi: Profiili

source: Login accounts
fi: Kirjautumistilit

source: You can bind other login providers to your account. This allows you to log in using any of the bound providers. If a button is greyed out, it means that provider is already bound to your account.
fi: Halutessasi voit sitoa tiliisi muita kirjautumispalveluita. Tällöin voit kirjautua Instanssi.org-tiliisi käyttäen mitä tahansa tunnukseesi sidottua kirjautumispalvelua. Mikäli painike on harmaa, tarkoittaa se palvelun olevan jo sidottu Instanssi.org-tiliin.

source: Bind
fi: Sido

source: Please make sure your contact information is correct. The event organizers may need to reach you :) None of the information on this page will be published.
fi: Kannattaa pitää huolta siitä, että käyttäjätiedot ovat oikein. Tapahtuman järjestäjillä saattaa tulla asiaa :) Mitään tämän sivun käyttäjätietoja ei julkaista.
